Repository: Aeradriel/birdl-ios
Catalog: Bird'L/Bird'L/*.lproj/Localizable.strings
Languages: de, es, fr

# lang
source: EN
de: DE
es: ES
fr: FR

# enter_same_password
source: You must enter the sale password in both fields
de: Sie müssen das gleiche Kennwort in beide Felder eingeben
es: Debe introducir la misma contraseña en ambos campos
fr: Vous devez entrer le même mot de passe dans les deux champs

source: Error
de: Irrtum
fr: Erreur

source: Error sending message
de: Beim Versenden der Nachricht ist ein Fehler aufgetreten
es: Se produjo un error al enviar el mensaje
fr: Une erreur est survenue pendant l'envoi du message

# profile_updated_title
source: Profile updated
de: Profil aktualisiert
es: Perfil actualizadas
fr: Profil mis à jour

# profile_updated_message
source: Your profile has been updated
de: Ihr Profil wurde aktualisiert
es: Su perfil ha sido actualizado
fr: Votre profil a été mis à jour

source: All events
de: Alle Veranstaltungen
es: Todos los eventos
fr: Tous les évènements

# no_server
source: Can't reach server
de: Nicht in der Lage, um den Server zu erreichen
es: No se ha podido alcanzar el servidor
fr: Impossible de joindre le serveur

# personal_informations
source: Personnal informations
de: persönliche Informationen
es: Información personal
fr: Informations personnelles

source: Can't get event list
de: Nicht in der Lage, um die Liste der Ereignisse abrufen
es: No se puede recuperar la lista de eventos
fr: Impossible de récupérer la liste des évènements

source: Events where i'm registered
de: Veranstaltungen, wo ich bin registriert
es: Eventos donde estoy registrado
fr: Evènements où je suis inscrit

source: Occupied
de: besetzt
es: Ocupado
fr: Occupés

source: Event creator
de: Event Ersteller
es: Creador de eventos
fr: Créateur de l'évènement

# users_registered
source: Registered users
de: Registrierte Nutzer
es: Usarios registrada
fr: Utilistaeurs inscrits

source: Presence validation
de: Validierung der Gegenwart
es: Validación de la presencia
fr: Validation de présence

# was_this_user_present_to_event
source: Was this user present to your event ?
de: Dieser Benutzer war er bei Ihrer Veranstaltung zu präsentieren ?
es: Este usuario se le presentan en su evento ¿
fr: Cet utilisateur était-il présent à votre évènement ?

source: Yes
de: Ja
es: sí
fr: Oui

source: No
de: Nicht
fr: Non

# no_address_for_event
source: There is no address for this event
de: Es gibt keine Adresse für diese Veranstaltung
es: No hay una dirección para este evento
fr: Il n'y a pas d'adresse pour cet évènement

# you_created_event
source: You created this event.
de: Du bist der Schöpfer dieser Veranstaltung
es: Tú eres el creador de este evento
fr: Vous êtes le créateur de cet évènement

# no_more_place_for_event
source: No more rooms left for this event
de: Es gibt mehr Plätze für diese Veranstaltung
es: Hay más asientos disponibles para este evento
fr: Il n'y a plus de places disponibles pour cet évènement

source: Be the first !
de: Seien Sie der Erste !
es: ser el primero ¡
fr: être le premier !

source: Join him !
de: Die anzuschließen!
es: El unen ¡
fr: Le rejoindre !

source: Join them !
de: Begleiten Sie sie !
es: El unirse ¡
fr: Les rejoindre !

source: Registered
de: Registrierte
es: Registrado
fr: Inscrits

source: Save event ?
de: Ereignis zu retten?
es: Ahorre evento ¿
fr: Enregistrer l'évènement ?

# save_event_in_calendar
source: Do you want to save this event in your calendar ?
de: Sie wollen dieses Ereignis in Ihrem Kalender zu speichern ?
es: Usted desea guardar este evento en su calendario ¿
fr: Voulez vous sauvegarder cet évènement dans votre calendrier ?

source: Done
de: Abgeschlossen
es: Terminado
fr: Terminé

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Password confirmation
de: Passwortbestätigung
es: Confirme Contraseña
fr: Confirmation du mot de passe

# password_at_least_eight
source: Your password must be at least 8 characters long
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: Tu contraseña debe tener al menos 8 caracteres
fr: Votre mot de passe doit faire au moins 8 caractères

# email_not_valid
source: Your email is not valid
de: Ihre E-Mail ist ungültig
es: Tu email no es válida
fr: Votre email n'est pas valide

# must_enter_first_last_name
source: You must enter a first and a last name
de: Sie müssen einen Vornamen und einen Nachnamen eingeben
es: Debe ingresar un nombre y un apellido
fr: Vous devez entrer un prénom et un nom de famille

# must_be_over_18
source: You must be over 18 to register to Bird'L
de: Sie müssen über 18 Jahre alt, für Bird'L registrieren
es: Usted debe ser mayor de 18 años de edad para inscribirse en Bird'L
fr: Vous devez avoir plus de 18 ans pour vous inscrire à Bird'L

source: Dismiss
de: in der Nähe
es: Cerrar
fr: Fermer

source: Success
de: Erfolg
es: Éxito
fr: Succès

# account_created
source: Your account has been created
de: Ihr Konto erstellt wurde
es: Su cuenta ha sido creada
fr: Votre compte a été créé

source: To signin
de: Auf die Login-
es: Para el inicio de sesión
fr: Vers la connexion
